Repository: L1cardo/String-Studio
Catalog: String Studio/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, ru, zh_hans, zh_hant

source: AI assist traslation
de: KI-gestützte Übersetzung
es: Traducción con asistencia de IA
fr: Traduction assistée par IA
it: Traduzione assistita da AI
ja: AIアシスト翻訳
ko: AI 어시스트 번역
ru: ИИ-помощник при переводе
zh_hans: AI 辅助翻译
zh_hant: AI 輔助翻譯

source: Choose a language
de: Sprache auswählen
es: Elige un idioma
fr: Choisir une langue
it: Scegli una lingua
ja: 言語を選択
ko: 언어 선택
ru: Выберите язык
zh_hans: 选择一种语言
zh_hant: 選擇語言

source: Comment
de: Kommentar
es: Comentario
fr: How
it: Commento
ja: コメント
ko: 댓글
ru: Комментарий
zh_hans: 注释
zh_hant: 留言

source: Connection failed
de: Verbindung fehlgeschlagen
es: Conexión fallida
fr: Échec de la connexion
it: Connessione non riuscita
ja: 接続に失敗しました
ko: 연결 실패
ru: Сбой подключения
zh_hans: 连接失败
zh_hant: 連線失敗

source: Connection successful
de: Verbindung hergestellt
es: Conexión correcta
fr: Connexion réussie
it: Connessione riuscita
ja: 接続しました
ko: 연결됨
ru: Подключение выполнено
zh_hans: 连接成功
zh_hant: 連線成功

source: Default Localization
de: Standardlokalisierung
es: Localización predeterminada
fr: Localisation par défaut
it: Localizzazione predefinita
ja: デフォルトのローカリゼーション
ko: 기본 현지화
ru: Локализация по умолчанию
zh_hans: 默认本地化
zh_hant: 預設在地化

source: Enable
de: Aktivieren
es: Activar
fr: Activer
it: Attiva
ja: 有効にする
ko: 켜기
ru: Включить
zh_hans: 开启
zh_hant: 開啟

source: Key
de: Taste
es: Clave
fr: Clé
it: Chiave
ja: キー
ko: 키
ru: Клавиша
zh_hans: 键值

source: Last saved: %@
de: Zuletzt gespeichert: %@
es: Guardado por última vez: %@
fr: Dernière enregistrement: %@
it: Salvato alle: %@
ja: 前回の保存: %@
ko: 마지막으로 저장됨: %@
ru: Последнее сохранение: %@
zh_hans: 上次保存: %@
zh_hant: 上次儲存：%@

source: Please enter API Key
de: API-Schlüssel eingeben
es: Introduce la clave de API
fr: Veuillez entrer la clé API
it: Inserisci la chiave API
ja: APIキーを入力してください
ko: API 키를 입력하세요.
ru: Введите ключ API
zh_hans: 请输入 API Key
zh_hant: 請輸入 API Key

source: Please enter API URL
de: API-URL eingeben
es: Introduce la URL de la API
fr: Veuillez entrer l’URL de l’API
it: Inserisci l'URL API
ja: API URLを入力してください
ko: API URL을 입력하세요.
ru: Введите URL-адрес API
zh_hans: 请输入 API URL
zh_hant: 請輸入 API URL

source: Please enter model name
de: Modellname eingeben
es: Introduce el nombre del modelo
fr: Veuillez saisir le nom du modèle
it: Inserisci il nome del modello
ja: モデル名を入力してください
ko: 모델 이름을 입력하세요.
ru: Введите название модели
zh_hans: 请输入模型名称
zh_hant: 請輸入型號名稱

source: Search Key、Localization or Comment...
de: Schlüssel, Lokalisierung oder Kommentar suchen...
es: Buscar clave, localización o comentario…
fr: Rechercher une clé, une localisation ou un commentaire…
it: Cerca chiave, localizzazione o commento...
ja: 検索キー、ローカライゼーション、またはコメント…
ko: 검색 키, 현지어 또는 설명...
ru: Поиск по ключу, локализации или комментарию…
zh_hans: 搜索键值、本地化或注释...
zh_hant: 搜尋關鍵字、本地化或備註…

source: Select a language from the left sidebar to start the translation.
de: Wählen Sie in der linken Seitenleiste eine Sprache aus, um die Übersetzung zu starten.
es: Selecciona un idioma de la barra lateral izquierda para empezar la traducción.
fr: Sélectionnez une langue dans la barre latérale gauche pour commencer la traduction.
it: Seleziona una lingua dalla barra laterale sinistra per iniziare la traduzione.
ja: 左サイドバーで翻訳する言語を選択してください。
ko: 왼쪽 사이드바에서 번역할 언어를 선택하세요.
ru: Выберите язык на боковой панели слева, чтобы начать перевод.
zh_hans: 从左侧边栏选择一种语言以开始翻译。
zh_hant: 請從左側邊欄選取語言以開始翻譯。

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
ru: Настройки
zh_hans: 设置
zh_hant: 設定

source: State
de: Status
es: Estado
fr: État
it: Stato
ja: 状態
ko: 상태
ru: Состояние
zh_hans: 状态
zh_hant: 狀態

source: Test connection
de: Verbindung testen
es: Probar conexión
fr: Tester la connexion
it: Test connessione
ja: 接続テスト
ko: 연결 테스트
ru: Проверка соединения
zh_hans: 测试连接性
zh_hant: 測試連線

source: Testing connection...
de: Verbindung wird getestet…
es: Probando conexión...
fr: Test de la connexion…
it: Verifica della connessione...
ja: 接続をテストしています…
ko: 연결 테스트 중…
ru: Проверка соединения…
zh_hans: 正在测试连接性
zh_hant: 測試連線中…
